Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/luftfartstilsynet.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: The examination should demonstrate satisfactory pump function, including the left ventricular ejection fraction of at least 50%.
nb: Undersøkelsen skal demonstrere tilfredsstillende pumpefunksjon, inkludert venstre ventrikkels ejeksjonsfraksjon på minst 50 %.

source: with an approximately 5 cm high safety kerb.
nb: 5 cm høy sikringskant som bidrar til at skum beholdes på dekket ved brannbekjemping.

source: ADS-C provides capabilities for conformance monitoring of aircraft adherence to cleared route and FL, thereby significantly enhancing safety in the NAT region.
nb: ADS-C gir mulighet for å monitorere flybevegelser og at luftfartøy følger klarert rute og høyde, noe som øker sikkerheten i NAT-regionen betydelig.

source: The orientation of the letter ‘H’ must be such that the bar of the letter is parallel to the bisector of the 210° sector.
nb: Retningen på bokstaven H skal være slik orientert at bokstavens midtstykke er i parallell med 210° sektorens midtlinje.

source: NDV (No Directional Variations) is only used in AUTOMETAR
nb: NDV (No Directional Variations) brukes kun på AUTOMETAR

source: New regulations regarding performance-based navigation (PBN) instrument rating privileges
nb: Nye bestemmelser for instrumentrettighet med privilegier til Performance Based Navigation (PBN)

source: The test itself is not sufficient to exclude ischemic heart disease, but at adequate load and low pre-test probability, the negative predictive value of a normal test is usually good.
nb: Testen er i seg selv ikke tilstrekkelig til å utelukke isjemisk hjertesykdom, men ved tilstrekkelig belastning og lav pre-test sannsynlighet er den negative prediktive verdien ved normal test vanligvis god.

source: Differences between drones with and without a camera, and with and without toy-marking
nb: Forskjellene mellom droner med og uten kamera, og med og uten leketøys-merking

source: There are two EGNOS SoL service areas.
nb: Det er definert to EGNOS SoL-tjenesteområder.

source: CAA Norway invites all interested stakeholders to a consultation meeting on the revised draft performance plan for the third reference period (RP3) of the performance and charging scheme for air navigation services.
nb: Luftfartstilsynet inviterer alle interesserte til et konsultasjonsmøte om revidert ytelsesplan for den tredje referanseperioden (RP3) av ytelses- og avgiftsstyringsregimet for flysikringstjenestene.

source: An electronic version of NF-2007 with help-texts and guidance is available on
nb: Elektronisk utgave av skjemaet NF-2007 med hjelpetekster og veiledning er tilgjengelig

source: If you want to fly in A2, additional competence is required.
nb: Ønsker du å fly i A2, kreves ytterligere kompetanse.

source: This means when the sun is 6° under the horizon or higher.
nb: Dag vil si når senter av solen er 6° under horisonten eller høyere.

source: The color requirement does not apply to the lower third of the tower (BSL E 2-1 §§ 10 and 15)
nb: Fargekravet gjelder ikke den nederste tredjedel av tårnet (BSL E 2-1 §§ 10 og 15)

source: exercise of privileges, the medical requirements will not normally be fulfilled.
nb: Dette forutsetter vanligvis at allergenet er kjent og i stor grad kan unngås før og under utøvelse av privilegiene.

source: If the medical requirements of neither IR nor its AMC (or AltMoc) are sufficiently specific and complementary to decide on a conclusion, it is further referred to GM (Guidance Material).
nb: Dersom helsekravene i hverken IR eller tilhørende AMC (eller AltMoc) er tilstrekkelig entydige og utfyl ende til å konkludere ses det videre hen til GM (Guidance Material).

source: : You fly for a business and only have to take courses and exams.
nb: Du flyr for en virksomhet og skal bare ta kurs og eksamen.

source: during approach, take-off and landing.
nb: under innflyging, start og landing.

source: If actions that are considered cheating or attempted cheating are observed, the candidate may be banned from taking new examinations for a minimum of 12 months. Examination result
nb: Dersom det observeres handlinger som betraktes som fusk eller forsøk på fusk kan kandidaten utestenges fra å ta nye eksamener i minimum 12 måneder. Sensur

source: The full name, nationality and contact information of the operator
nb: Operatørens navn og nasjonalitet, samt kontaktinformasjon

source: • The aviation industry shall be involved in the discussion of safety-related matters and the
nb: • Luftfartsnæringen skal involveres i diskusjonen om sikkerhetsmessige forhold og

source: Implementation of additional SBAS systems is being investigated in other regions of the world (e.g. GAGAN in India and SDCM in Russia).
nb: Flere SBAS-system er under utbygging i andre områder av verden (GAGAN i India og SDCM i Russland).

source: " AOs are strongly requested not to use the SRR message (shortly to be deleted from use) to obtain a new ATFM slot (CTOT) but to use the DLA (or CHG) message instead so as to ensure compatibility between ATC and ATFM data.
nb: " Flyoperatørene anmodes på det sterkeste ikke å benytte SRR melding (SRR fjernes snart fra systemet) for å oppnå ny ATFM slot (CTOT), men i stedet bruke DLA (eller CHG) melding for å sikre samsvar mellom ATC og ATFM data.

source: The new EOBT must be earlier than 1035.
nb: Den nye EOBT må settes før 1035.

source: Application form for flying with drone in EN R102 (Central Oslo)
nb: Søknadsskjema for flyging med drone i EN R102 (Oslo Sentrum)

source: Invalid absence is considered as an attempt and use of an examination period (sitting) and invoice will be sent.
nb: Ugyldig fravær regnes som et forsøk, bruk av en eksamensperiode (sitting) og kandidaten vil bli fakturert.

source: This applies when considering SSL limitation in cases where the class 1 guidelines involve OML limitation.
nb: Dette gjelder spesielt vurdering av APC i de tilfeller retningslinjene for klasse 1 innebærer OML begrensning.

source: This obligation also applies to carriers performing public service obligation according to Council Regulation (EEC) No 2408/92 on access for Community carriers to intra-Community air routes, art.
nb: Forpliktelse til Offentlig Tjenesteytelse (FOT) ifølge rådsforordning (EØF) nr. 2408/92 om EFluftfartsselskapers adgang til flyruter innenfor Fellesskapet art.

source: obstacle-free approach and take-off sector
nb: hinderfri inn- og utflygingssektor

source: Persons who only own toy drones that weigh less than 250 grams (i.e.
nb: For personer som har kun leketøysdrone under 250 gram (dvs.

source: c) If the applicable GM for class 1 medical certificates would result in the issuance of a medical
nb: c) Dersom gjeldende GM for klasse 1 legeattest vil e medført utstedelse av legeattest med

source: Continental United States or Canadian airspace users equipped with WAAS capable receivers are generally approved to fly APV operations based on Barometric Vertical Guidance in this airspace, with the use of WAAS vertical guidance alternatively to Barometric vertical guidance.
nb: I amerikansk og kanadisk luftrom er brukere utstyrt med WAAS-kompatible mottakere generelt godkjent for å fly APV-operasjoner med høydeinformasjon fra enten Baro VNAV eller WAAS.

source: The marking must as far as possible be placed on the helideck towards the 150° sector, between the reference circle and the limited obstacle area.
nb: Merkingen skal fortrinnsvis være utført på helidekkets side mot 150° sektor, mellom referansesirkelen og hinderområdet.

source: Furthermore, the aeromedical examiner must consider side-effects of any allergy medication, as some of these may result in fatigue or reduced psychomotor performance.
nb: Flylegen må videre ta standpunkt til bivirkningsprofil til eventuelle allergimedikamenter, da enkelte av disse kan medføre tretthet eller redusert psykomotorisk yteevne.

source: Child harnesses, belts and seats approved for air travel
nb: Godkjente flyseler, barnebelter og barnestoler for bruk ombord på norske fly

source: This is a summary of the most important rules for drones under 25 kg in the open category.
nb: Dette er en oversikt over de viktigste reglene for droner under 25 kg i åpen kategori.

source: This will make it possible for stakeholders to build a global network for collaboration on zero- and low-emission regional aviation.
nb: Man kan med dette bygge et globalt nettverk av relevante aktører for å posisjonere Norge som en innovasjonsarena for null- og lavutslipp i regional luftfart.

source: - take A1 / A3 courses if you did not do it the first time
nb: - ta A1/A3 kurs om du ikke fikk gjort det første gang

source: The operator and the ANSP shall ensure that the vertical transition is complete prior to crossing any subsequent FIR/UIR boundary.
nb: Operatør og tjenesteyter skal sikre at vertikal transisjon er gjennomført før FIR/UIR-grense krysses.

source: As a precautionary measure, EASA decided on March 12 to launch
nb: EASA besluttet som et føre-var-tiltak den 12. mars å iverksette

source: From the 25th of August 2020, pilots with instrument rating (IR) will be required to have PBN privileges in order to retain their IR.
nb: Fra og med 25. august 2020 skal en pilot med instrumentrettighet (IR) ha PBN-privilegier for å beholde denne rettigheten.

source: Chloroquin and doxycycline are normally compatible with flying, while the use of mefloquine results in an assessment of unfitness for flying.
nb: Chloroquin og doxycyklin er normalt kompatibel med flyging, mens bruk av mefloquin medfører vurdering av uskikkethet for flyging

source: In the event of a system failure that lasts more than 5% of the allowed time in the subject, it may be possible to take a new test in agreement with the Norwegian Civil Aviation Authority.
nb: Ved systemstopp som til sammen varer mer enn 5 % av tillatt tid i faget, kan det gis mulighet til å ta ny prøve etter avtale med Luftfartstilsynet.

source: This requirement is mandatory.
nb: Dette er et obligatorisk krav.

source: A helicopter operator may only use a helideck where the 210° obstacle-free sector is
nb: Merking av hinderfri sektor Helidekkets 210° hinderfrie sektor skal være merket.

source: This has no consequences for the situation in Europe, since EASA introduced a temporary flight ban for the aircraft type already on Tuesday March 12.
nb: Det får ingen konsekvenser for situasjonen i Europa, siden EASA hadde innført et flyforbud for flytypen allerede tirsdag 12.

source: , even though this is optional.
nb: , selv om det ikke er pålagt.

source: Form NF-1139 "Registration of the theoretical examination ATPL/CPL/IR/BIR/CB-IR" must be used.
nb: Skjema NF-1139 «Registration of the theoretical exam ATPL/CPL/IR/BIR/CB-IR» skal benyttes.

source: " The AO may contact Central Flow Help Desk who have the possibility to input an earlier EOBT into the TACT system (max –30 minutes).
nb: " Flyoperatøren kan kontakte Central Flow Help Desk, som har muligheten for å legge inn en tidligere EOBT i TACT systemet (max – 30 minutter).

source: The completion of the theoretical examination is regulated in Part-FCL.025, ARA.FCL.300, BSL C 1-1a and the Norwegian Public Administration Act, Chapter IV and Chapter VI.
nb: Gjennomføring av teorieksamen er regulert i Part-FCL.025, ARA.FCL.300, BSL C 1-1a og Forvaltningsloven kapittel IV og kapittel VI.

source: Reference is made to Council Regulation (EEC) No 2408/92 on access for Community carriers to intra-Community air routes and AIP Norway AD 1.3-1 and AD 1.3-2.
nb: Det vises til rådsforordning (EØF) nr. 2408/92 om EF-luftfartsselskapers adgang til flyruter innenfor Fellesskapet samt AIP Norge, AD 1.3-1 og AD 1.3-2.

source: Login takes place via the ID port on
nb: Innlogging skjer via ID-porten på

source: The marking must be in white or another appropriate contrasting colour, and be clearly visible from all directions of approach.
nb: Merkingen skal være i hvit eller annen egnet kontrastfarge og være godt synlig fra alle innflygingsretninger.

source: • Where expedient, an information-based and performance-oriented approach shall be used
nb: • Det skal tas i bruk en informasjonsbasert og resultatorientert tilnærming til

source: Usually, EASA (and thus Norway) will do the same.
nb: Vanligvis vil EASA (og dermed Norge) da gjøre det samme.

source: : As a rule, flights should be awaited at least 12 hours after local anesthesia and at least 48 hours after general, spinal or epidural anesthesia.
nb: Som hovedregel skal man avvente flyging minst 12 timer etter lokalanestesi og minst 48 timer etter generell, spinal eller epidural anestesi.

source: Courses and exams are free.
nb: Kurs og eksamen er gratis.

source: May be considered exceptional y for class 2 or LAPL medical certificates, but then without privileges for night flights as the use of this medication is associated with, among other things, reduced night vision.
nb: Kan vurderes unntaksvis ved legeattest klasse 2 eller LAPL, men da uten rettigheter for nattflyging da bruk av medikamentet er forbundet med blant

source: pursuant to the Aviation Act has largely been delegated to the CAA-N.
nb: «Luftfartstilsynet har hovedansvaret for tilsynet med norsk luftfart.

source: A «valid until» column is added to indicate the expiry date of each specific rating or certificate.
nb: Nytt er at «valid until» er påført utenfor rettighet og bevis som har utløpsdato.

source: EU regulations are published and freely available in the electronic database EUR-lex
nb: EU-regelverket er publisert, og gratis tilgjengelig, i EUs elektroniske database EUR-lex

source: B.005) in addition to a more concrete and organ specific section Guidance material for CAA-NO aeromedical examiners (sections 2 and 3 of subpart B).
nb: Det gjøres oppmerksom på at denne inneholder en generell del (MED.B.005) i tillegg til en mer konkret og organspesifikk del (seksjon 2 og 3 i subpart B).

source: Exemption from or reductions in air passenger tax for zero and/or low-emission aircraft through to 2040 (possibly with re-evaluation in 2035).
nb: Fritak fra eller redusert flypassasjeravgift for null- og/eller lavutslippsfly frem til 2040 (med eventuell ny vurdering i 2035).

source: Norwegian aviation legislation is published and available on the Lovdata website
nb: Norsk luftfartslovgivning er publisert og gratis tilgjengelig på Lovdata

source: As a research institution, we see the potential to generate value, competitiveness and sustainable solutions for society that can serve not only Norway but the world as a whole,’ says Alexandra Bech Gjørv, President and CEO of SINTEF.
nb: Som forskningsinstitutt ser vi et potensiale i å skape nasjonale verdier, konkurransekraft og bærekraftige samfunnsløsninger av stor verdi for både Norge og verden, sier konsernsjef i SINTEF Alexandra Bech Gjørv.

source: The end-diastolic and end-systolic diameter of the left ventricle should be less than 6.5 cm and 4.4 cm, and the septum thickness should be less than 2.5 cm.
nb: Endediastolisk og endesystolisk diameter til venstre ventrikkel skal videre være mindre enn 6,5 cm og 4,4 cm, og septumtykkelsen skal være mindre enn 2,5 cm.

source: new regulations in the EASA Regulation’s area of application. In 2005, Norway became affiliated to EASA through the EEA Agreement.
nb: Norge ble i 2005 tilknyttet EASA gjennom EØS-avtalen. Norge er medlem av EASAs styringsgruppe (Management Board) og har forslags- og talerett, men ikke stemmerett, i gruppen.

source: EGNOS SAFETY OF LIFE (SoL) signal introduction in norwegian airspace
nb: EGNOS SAFETY OF LIFE (SoL) introduseres i norsk luftrom

source: The candidate may attend the examination up to six times (sittings).
nb: Kandidaten kan møte til eksamen inntil seks ganger (sittings).
